Repository: MartinJanev/EventifyNow
Catalog: src/locale/messages.*.xlf
Languages: mk

source: Find similar events in {{eventData?.city}}
mk: Најди слични настани во {{eventData?.city}}

source: Image of {{eventData?.name}}
mk: Слика од {{eventData?.name}}

source: Organized by:
mk: Организирано од:

source: About this
mk: За ова

source: Participants: ~{{eventData?.participants}}
mk: Број на учесници: ~{{eventData?.participants}}

source: Price: {{eventData?.price === 0 ? 'Free' : eventData?.price | currency:'USD':'symbol':'1.2-2'}}
mk: Цена: {{eventData.price === 0 ? 'Бесплатно' : eventData.price * 56.84}}

source: Apply now to live
mk: Пријави се сега за да живееш

source: First Name
mk: Име

source: Last Name
mk: Презиме

source: Email
mk: Мејл

source: Apply now
mk: Пријави се сега

source: {{eventData.startDate | date:'EEEE, MMM dd'}} at: {{eventData.startTime}}
mk: {{eventData.startDate | date:'EEEE, dd MMMM'}} во: {{eventData.startTime}}

source: Price: {{eventData.price === 0 ? 'Free' : eventData.price | currency:'USD':'symbol':'1.2-2'}}
mk: Цена: {{eventData.price === 0 ? 'Бесплатно' : eventData.price * 56.84}}

source: Organized by: {{eventData.organizer}}
mk: Организирано од: {{eventData.organizer}}

source: About us
mk: За нас

source: Contact
mk: Контакт

source: Terms of use
mk: Услови за користење

source: Privacy policy
mk: Политика за приватност

source: © 2024 Event Management System. All rights reserved.
mk: © 2024 Event Management System. Сите права задржани.

source: Search
mk: Пребарај

source: Log In
mk: Најава

source: Sign Up
mk: Регистрација

source: Whatever your interest, there's a community of people waiting for you on Linkup!
mk: Без разлика на твоите интереси, постои заедница на луѓе кои те чекаат на Linkup!

source: Connect with like-minded individuals
mk: Поврзи се со луѓе со слични интереси

source: Explore new interests
mk: Истражи нови интереси

source: Exchange ideas
mk: Размена на идеи

source: Build lasting relationships
mk: Градење трајни врски

source: Sign in to your account
mk: Најави се на твојот профил

source: Don`t have an account? <a href="/register">Sign up</a>
mk: Немаш профил? <a href="/register">Регистрирај се</a>

source: Password
mk: Лозинка

source: <div></div><a class="forgot-password" href="/forgot-password">Forgot password?</a>
mk: <div></div><a class="forgot-password" href="/forgot-password">Заборавена лозинка?</a>

source: Sign in
mk: Најави се

source: Or
mk: Или

source: Sign up your account
mk: Регистрирај го твојот профил

source: Name
mk: Име

source: Confirm Password
mk: Потврди лозинка

source: By registering you agree with <a target="_blank" href="https://linkup.mk/terms-of-service" class="underline text-sm text-gray-600 hover:text-gray-900 rounded-md focus:outline-none focus:ring-2 focus:ring-offset-2 focus:ring-indigo-500">Terms & Conditions</a> and <a target="_blank" href="https://linkup.mk/privacy-policy" class="underline text-sm text-gray-600 hover:text-gray-900 rounded-md focus:outline-none focus:ring-2 focus:ring-offset-2 focus:ring-indigo-500">Privacy Policy</a>
mk: Со регистрирање се согласувате со <a target="_blank" href="https://linkup.mk/terms-of-service" class="underline text-sm text-gray-600 hover:text-gray-900 rounded-md focus:outline-none focus:ring-2 focus:ring-offset-2 focus:ring-indigo-500">Условите на користење</a> и <a target="_blank" href="https://linkup.mk/privacy-policy" class="underline text-sm text-gray-600 hover:text-gray-900 rounded-md focus:outline-none focus:ring-2 focus:ring-offset-2 focus:ring-indigo-500">Политиката за приватност</a>

source: Already have an account? <a href="https://linkup.mk/login" class="font-medium text-blue-600 transition-all duration-200 hover:text-blue-700 focus:text-blue-700 hover:underline">Sign in</a>
mk: Веќе имаш профил? <a href="https://linkup.mk/login" class="font-medium text-blue-600 transition-all duration-200 hover:text-blue-700 focus:text-blue-700 hover:underline">Најави се</a>

source: Register
mk: Регистрирај се

source: Welcome 👋
mk: Добредојдовте 👋

source: Please <a href="/register">join us,</a> it`s free.
mk: Ве молиме <a href="/register">придружете ни се</a>, бесплатно е.
